Repository: Br3nda/drupal-module-comment_upload
Catalog: translations/*.po
Languages: hu

source: Delete
hu: Törlés

source: List
hu: Lista

source: Description
hu: Leírás

source: Disabled
hu: Tiltott

source: Enabled
hu: Engedélyezett

source: Size
hu: Méret

source: Weight
hu: Súly

source: Attachment
hu: Csatolmány

source: File attachments
hu: Csatolmányok

source: Changes made to the attachments are not permanent until you save this post.
hu: A változások nem maradnak tartósak, csak a tartalom rögzítése után!

source: Attachments on comments
hu: Hozzászólások csatolmányai

source: Attach new file
hu: Új fájl csatolása

source: Attach
hu: Csatol

source: Please wait...
hu: Kérem várjon...

source: Images are larger than %resolution will be resized.
hu: %resolution felbontásnál nagyobb képek átméreteződnek.

source: Stores uploaded file information and table associations.
hu: Feltöltött fájlok adatait és táblázat hozzárendeléseket tartalmaz.

source: Primary Key: The {files}.fid.
hu: Elsődleges kulcs: A {files}.fid értéke.

source: Description of the uploaded file.
hu: A feltöltött fájl leírása.

source: The maximum upload size is %filesize. Only files with the following extensions may be uploaded: %extensions.
hu: A legnagyobb feltölthető fájlméret %filesize. Csak a következő kiterjesztésű fájlok tölthetőek fel: %extensions.

source: Display as attachment
hu: Megjelenítés csatolmányként

source: Display as full image
hu: A teljes kép megjelenítése

source: Display via imagecache preset !preset
hu: Megjelenítés !preset <em>ImageCache</em> beállítás segíŧségével

source: Image attachments on comments
hu: Képek feltöltése hozzászólásokhoz

source: Validation error, please try again. The file you attempted to upload may be too large. If this error persists, please contact the site administrator.
hu: Ellenőrzési hiba. A fájl mérete túl nagy volt, ezért a műveletet egy kisebbel meg kell ismételni. Ha ez a hiba állandóan jelentkezik, akkor érdemes felvenni a kapcsolatot a webhely üzemeltetőivel.

source: upload files to comments
hu: fájlok feltöltése hozzászólásokhoz

source: view files uploaded to comments
hu: hozzászólásokhoz feltöltött fájlok megtekintése

source: The {node}.nid of the comment the uploaded files is associated with.
hu: A hozzászóláshoz tartozó {node}.nid, amellyel a feltöltött fájlok össze lesznek kapcsolva

source: The {comment}.cid associated with the uploaded file.
hu: A {comment}.cid, amellyel a feltöltött fájl össze lesz kepcsolva

source: Whether the file should be visibly listed on the comment: yes(1) or no(0).
hu: Listázva legyen-e a csatolt fájl: igen(1) vagy nem(0).

source: Weight of this upload in relation to other uploads - determines the order.
hu: A feltöltött fájl súlya a többihez viszonyítva. A sorrend megállapításában van jelentősége.

source: The file ID from the Drupal 5 version, if applicable.
hu: A fájl azonosítója a Drupal 5-höz készült változatból, ha elérhető.

source: Enables file attachments on comments
hu: Segítségével fájlokat lehet hozzászólásokhoz csatolni
